--select * from category

INSERT INTO category (name, comment)
VALUES
    ('Продукты', 'Продукты'),
    ('Авто', 'Расходы связанные с автомобилем, его эксплуатацией и обслуживанием, запчасти, сервис'),
    ('Плановые', 'Обязательные и плановые платежи, такие как за квартиру, мобильную связь. Платежи которые нельзя отменить или пропустить, о которых известно заранее и нельзя сдвинуть'),
    ('Развлечение', 'Походы в кафе, атракционы, поход, отдых, кино и др.'),
    ('Внеплановые', 'Спонтанные внеплановые покупки без которых можно было бы обойтись, или нельзя запланировать'),
    ('Детское',	'Расходы связанные с детьми'),
    ('Дача', 'Расходы относящиеся к даче'),
    ('Зздоровье', 'Покупки лекарств, походы к врачу, траты связанные со здоровьем -	Аптека, медицина'),
    ('Кот', 'Кот');



